xml-logs/1519665088-request.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns4825:Service.addContact xmlns:ns4825="http://tempuri.org"><name xsi:type="xsd:string">Christine Suez</name><email xsi:type="xsd:string">email@email.com</email><phone xsi:type="xsd:string">123456789</phone><address xsi:type="xsd:string">Calle Lavanda 74</address></ns4825:Service.addContact></SOAP-ENV:Body></SOAP-ENV:Envelope>